Repository: trufi-association/trufi-core
Catalog: translations/trufi_*_localizations/trufiapp_*.arb
Languages: pt

# alertLocationServicesDeniedMessage
source: Please make sure your device has GPS and the Location settings are activated.
pt: Certifique-se de que seu dispositivo tenha GPS e que as configurações de localização estejam ativadas.

# alertLocationServicesDeniedTitle
source: No location
pt: Nenhuma localização

# appReviewDialogButtonAccept
source: Write review
pt: Escrever avaliação

# appReviewDialogButtonDecline
source: Not now
pt: Agora não

# appReviewDialogContent
source: Support us with a review on the Google Play Store.
pt: Apoie-nos com uma análise na Loja do Google Play.

# appReviewDialogTitle
source: Enjoying Trufi?
pt: Gostando da Trufi?

# chooseLocationPageSubtitle
source: Pan & zoom map under pin
pt: Amplia e move o mapa para centralizar o marcador

# chooseLocationPageTitle
source: Choose a point
pt: Escolha um ponto no mapa

# commonCancel
source: Cancel
pt: Cancelar

# commonConfirmLocation
source: Confirm location
pt: Confirmar localização

# commonDestination
source: Destination
pt: Endereço de destino

# commonEdit
source: Edit
pt: Editar

# commonError
source: Error
pt: Erro

# commonFromStation
source: from station
pt: Da estação

# commonFromStop
source: from stop
pt: Da parada

# commonItineraryNoTransitLegs
source: Leave when it suits you
pt: Saia quando for melhor para você

# commonLeavesAt
source: Leaves
pt: Sair

# commonLoading
source: Loading...
pt: Carregando...

# commonNoInternet
source: No internet connection.
pt: Sem conexão de internet

# commonNoResults
source: No results
pt: Sem resultados

# commonOrigin
source: Origin
pt: Origem

# commonRemove
source: Remove
pt: Remover

# commonSave
source: Save
pt: Salvar

# commonTomorrow
source: Tomorrow
pt: Amanhã

# commonUnknownError
source: Unknown error
pt: Erro desconhecido

# commonUnkownPlace
source: Unkown place
pt: Local desconhecido

# commonWait
source: Wait
pt: Aguarde

# commonWalk
source: Walk
pt: Caminhe

# commonYourLocation
source: Your location
pt: Sua localização

# errorAmbiguousDestination
source: The trip planner is unsure of the location you want to go to. Please select from the following options, or be more specific.
pt: O planejador de viagens não tem certeza do local para o qual deseja ir. Selecione uma das opções a seguir ou seja mais específico.

# errorAmbiguousOrigin
source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
pt: O planejador de viagens não tem certeza do local de onde você deseja começar sua viagem. Selecione uma das opções a seguir ou seja mais específico.

# errorAmbiguousOriginDestination
source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
pt: Tanto a origem quanto o destino são ambíguos. Selecione entre as seguintes opções ou seja mais específico.

# errorNoBarrierFree
source: Both origin and destination are not wheelchair accessible
pt: Tanto a origem quanto o destino não são acessíveis para pessoa em cadeira de rodas.

# errorNoConnectServer
source: No connect with server.
pt: Sem conexão com o servidor.

# errorNoTransitTimes
source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
pt: Não há horários de trânsito disponíveis. A data pode ser anterior à atual ou muito longe no futuro ou pode não haver serviço de trânsito para sua viagem no momento escolhido.

# errorOutOfBoundary
source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
pt: Essa viagem não é possível. Você pode estar tentando planejar uma viagem fora do limite de dados do mapa.

# errorPathNotFound
source: Trip is not possible. Your start or end point might not be safely accessible (for instance, you might be starting on a residential street connected only to a highway).
pt: Essa viagem não é possível. Seu ponto de partida ou de chegada pode não ser acessível com segurança (por exemplo, você pode estar partindo de uma rua residencial conectada apenas a uma rodovia).

# errorServerCanNotHandleRequest
source: The request has errors that the server is not willing or able to process.
pt: A solicitação tem erros que o servidor não pode ou não foi capaz de processar.

# errorServerTimeout
source: The trip planner is taking way too long to process your request. Please try again later.
pt: O planejador de viagens está demorando muito para processar sua solicitação. Por favor, tente novamente mais tarde.

# errorServerUnavailable
source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
pt: Sentimos muito. O planeador de viagens está temporariamente indisponível. Por favor, tente novamente mais tarde.

# errorTrivialDistance
source: Origin is within a trivial distance of the destination.
pt: Origem é desconhecida. Você pode ser um pouco mais descritivo?

# errorUnknownDestination
source: Destination is unknown. Can you be a bit more descriptive?
pt: O destino é desconhecido. Você pode ser um pouco mais descritivo?

# errorUnknownOrigin
source: Origin is unknown. Can you be a bit more descriptive?
pt: A origem é desconhecida. Você pode ser um pouco mais descritivo?

# errorUnknownOriginDestination
source: Both origin and destination are unknown. Can you be a bit more descriptive?
pt: Tanto a origem quanto o destino são desconhecidos. Você pode ser um pouco mais descritivo?

# instructionVehicleBike
source: Bike
pt: Bicicleta

# instructionVehicleBus
source: Bus
pt: Ônibus

# instructionVehicleCar
source: Car
pt: Carro

# instructionVehicleCarpool
source: Carpool
pt: Carona

# instructionVehicleCommuterTrain
source: Commuter train
pt: Trem suburbano

# instructionVehicleGondola
source: Gondola
pt: Gôndola

# instructionVehicleLightRail
source: Light Rail Train
pt: (VLT) Veículo Leve sobre trilhos

# instructionVehicleMetro
source: Metro
pt: Metrô

# instructionVehicleMicro
source: Micro
pt: Micro ônibus

# instructionVehicleWalk
source: Walk
pt: A pé

# menuConnections
source: Route planner
pt: Planejador de rotas

# menuSocialMedia
source: Social media
pt: Mídia social

# menuTransportList
source: Show routes
pt: Mostrar rotas

# noRouteError
source: Sorry, we could not find a route. What do you want to do?
pt: Desculpe, não conseguimos encontrar uma rota. O que você quer fazer?

# noRouteErrorActionCancel
source: Try another destination
pt: Tente outro destino

# noRouteErrorActionReportMissingRoute
source: Report a missing route
pt: Relatar uma rota ausente

# noRouteErrorActionShowCarRoute
source: Show route by car
pt: Mostrar rota de carro

source: Read our blog
pt: Leia nosso blog

# searchFailLoadingPlan
source: Failed to load plan.
pt: Falha ao carregar o plano

# searchHintDestination
source: Choose destination
pt: Escolha o destino

# searchHintOrigin
source: Choose starting point
pt: Escolha a origem

# searchPleaseSelectDestination
source: Select destination
pt: Selecione o destino

# searchPleaseSelectOrigin
source: Select origin
pt: Selecione a origem

# shareAppText
source: Download {appTitle}, the public transport app for {cityName}, at {url}
pt: Baixe {appTitle}, o aplicativo de transporte público para {cityName}, em {url}

# themeModeDark
source: Dark Theme
pt: Tema escuro

# themeModeLight
source: Light theme
pt: Tema claro

# themeModeSystem
source: System Default
pt: Sistema padrão
