Repository: trufi-association/trufi-core
Catalog: packages/trufi_core_about/lib/l10n/about_*.arb
Languages: es

# aboutCollapseContent
source: Trufi Association is an international NGO that promotes easier access to public transport. Our apps help everyone find the best way to get from point A to point B within their cities. In many cities there are no official maps, routes, apps or timetables. So we compile the available information, and sometimes even map routes from scratch working with local people who know the city. An easy-to-use transportation system contributes to greater sustainability, cleaner air and a better quality of life.
es: Trufi Association es una ONG internacional que promueve un acceso más fácil al transporte público. Nuestras aplicaciones ayudan a que todos puedan encontrar la mejor manera de ir de un punto A a un punto B dentro de sus ciudades. En muchas ciudades no existen mapas, aplicaciones ni horarios oficiales. Nosotros nos encargamos de completarlos, y a veces incluso trazamos rutas desde cero. Un sistema de transporte bien diseñado contribuye a una mayor sostenibilidad, un aire más limpio y una mejor calidad de vida.

# aboutCollapseContentFoot
source: We need mappers, developers, planners, testers, and many other hands.
es: Forma parte de nuestro equipo de voluntarios. Necesitamos mapeadores, desarrolladores, planificadores, testers y otras manos más.

# aboutCollapseTitle
source: More About Trufi Association
es: Más sobre Trufi Association

# aboutContent
source: Need to go somewhere and don't know which trufi or bus to take? The {appName} makes it easy! Trufi Association is a team from Bolivia and beyond. We love La Llajta and public transportation, that's why we developed this application to make transportation easy. Our goal is to provide you with a practical tool that allows you to navigate with confidence. We are committed to the continuous improvement of {appName} to offer you more and more accurate and useful information. We know that the transportation system in {city} undergoes changes due to different reasons, so it is possible that some routes are not completely up to date. To make {appName} an effective tool, we rely on the collaboration of our users. If you are aware of changes in some routes or stops, we encourage you to share this information with us. Your contribution will not only help keep the app up to date, but will also benefit other users who rely on {appName}. Thank you for choosing {appName} to move around {city}, we hope you enjoy your experience with us!
es: ¿Necesitas ir a algún lado y no sabes qué trufi o micro tomar? ¡Con {appName} facilito es! Trufi Association es un equipo conformado por voluntarios de Bolivia y otros países. Amamos La Llajta y el transporte público, por eso desarrollamos esta aplicación para que transportarse sea fácil. Nuestro objetivo es brindarte una herramienta práctica que te permita navegar con confianza. Estamos comprometidos con la mejora continua de {appName} para ofrecerte información cada vez más precisa y útil. Sabemos que el sistema de transporte en {city} experimenta cambios debido a diversas razones, por ello es posible que algunas rutas no estén completamente actualizadas. Para hacer de {appName} una herramienta aún más efectiva, confiamos en la colaboración de nuestros usuarios. Si conoces cambios en algunas rutas o paradas, te animamos a compartir esta información con nosotros. Tu contribución no solo ayudará a mantener la aplicación al día, sino que también beneficiará a otros usuarios que confían en {appName}. Gracias por elegir {appName} para moverte en {city}. ¡Esperamos que disfrutes la experiencia con nosotros!

# aboutLicenses
source: Licenses
es: Licencias

# aboutOpenSource
source: This app is released as open source on GitHub. Feel free to contribute to the code, or bring an app to your own city.
es: Esta aplicación está publicada como código abierto en GitHub. Siéntase libre de contribuir o utilizarlo para su propia ciudad.

# menuAbout
source: About us
es: Sobre nosotros

# tagline
source: Public transportation in {city}
es: Transporte público en {city}

# trufiWebsite
source: Trufi Association Website
es: Sitio web de Trufi Association

# version
source: Version {version}
es: Versión {version}

# volunteerTrufi
source: Volunteer For Trufi
es: Voluntariados para Trufi
