Repository: trufi-association/trufi-core
Catalog: packages/screens/trufi_core_settings/lib/l10n/settings_*.arb
Languages: de

# onboardingTitle
source: Welcome!
de: Willkommen!

# onboardingSubtitle
source: Let's set up your preferences
de: Lass uns deine Einstellungen festlegen

# onboardingLanguageTitle
source: Choose your language
de: Wahle deine Sprache

# onboardingThemeTitle
source: Choose your theme
de: Wahle dein Design

# onboardingThemeLight
source: Light
de: Hell

# onboardingThemeDark
source: Dark
de: Dunkel

# onboardingMapTitle
source: Choose your map style
de: Wahle deinen Kartenstil

# onboardingComplete
source: Get Started
de: Los geht's

# privacyConsentTitle
source: Help Improve Trufi
de: Hilf uns, Trufi zu verbessern

# privacyConsentSubtitle
source: Help us improve the app by sharing anonymous usage data
de: Hilf uns, die App zu verbessern, indem du anonyme Nutzungsdaten teilst

# privacyConsentInfoTitle
source: What we collect
de: Was wir sammeln

# privacyConsentInfoLogs
source: Error logs to help us fix bugs and crashes
de: Fehlerprotokolle, um Absturze und Bugs zu beheben

# privacyConsentInfoRoutes
source: Route searches to improve transit data quality
de: Routensuchen zur Verbesserung der Nahverkehrsdaten

# privacyConsentInfoAnonymous
source: All data is completely anonymous
de: Alle Daten sind vollstandig anonym

# privacyConsentAccept
source: Accept & Continue
de: Akzeptieren und fortfahren

# privacyConsentDecline
source: No Thanks
de: Nein, danke

# settingsTitle
source: Settings
de: Einstellungen

# settingsLanguage
source: Language
de: Sprache

# settingsSelectLanguage
source: Select your preferred language:
de: Wahlen Sie Ihre bevorzugte Sprache:

# settingsTheme
source: Theme
de: Design

# settingsSelectTheme
source: Select your preferred theme:
de: Wahlen Sie Ihr bevorzugtes Design:

# settingsThemeLight
source: Light Mode
de: Heller Modus

# settingsThemeDark
source: Dark Mode
de: Dunkler Modus

# settingsThemeSystem
source: System Default
de: Systemstandard

# settingsMap
source: Map
de: Karte

# settingsSelectMapType
source: Select your preferred map type:
de: Wahlen Sie Ihren bevorzugten Kartentyp:

# settingsPrivacy
source: Privacy
de: Datenschutz

# settingsPrivacySubtitle
source: Help improve the app
de: Hilf uns, die App zu verbessern

# settingsPrivacyShareData
source: Share anonymous usage data
de: Anonyme Nutzungsdaten teilen

# settingsPrivacyShareDataDescription
source: Help us fix bugs and improve transit data
de: Hilf uns, Fehler zu beheben und Nahverkehrsdaten zu verbessern
