Repository: trufi-association/trufi-core
Catalog: packages/trufi_core_about/lib/l10n/arb/about_*.arb
Languages: de, es, fr, it, pt

# aboutCollapseContent
source: Trufi Association is an international NGO that promotes easier access to public transport. Our apps help everyone find the best way to get from point A to point B within their cities. In many cities there are no official maps, routes, apps or timetables. So we compile the available information, and sometimes even map routes from scratch working with local people who know the city. An easy-to-use transportation system contributes to greater sustainability, cleaner air and a better quality of life.
de: Die Trufi Association ist eine internationale NGO, die einen einfacheren Zugang zu öffentlichen Verkehrsmitteln fördert. Unsere Apps helfen jedem, den besten Weg von Punkt A nach Punkt B in seiner Stadt zu finden. In vielen Städten gibt es keine offiziellen Karten, Routen, Apps oder Fahrpläne. Daher sammeln wir die verfügbaren Informationen und erstellen Routen manchmal sogar von Grund auf neu, indem wir mit Einheimischen zusammenarbeiten, die die Stadt kennen. Ein benutzerfreundliches Verkehrssystem trägt zu größerer Nachhaltigkeit, sauberer Luft und einer besseren Lebensqualität bei.
es: Trufi Association es una ONG internacional que promueve el acceso más fácil al transporte público. Nuestras aplicaciones ayudan a todos a encontrar la mejor manera de ir del punto A al punto B dentro de sus ciudades. En muchas ciudades no hay mapas oficiales, rutas, aplicaciones o horarios. Por eso recopilamos la información disponible y, a veces, incluso mapeamos rutas desde cero trabajando con personas locales que conocen la ciudad. Un sistema de transporte fácil de usar contribuye a una mayor sostenibilidad, un aire más limpio y una mejor calidad de vida.
fr: Trufi Association est une ONG internationale qui favorise un accès plus facile aux transports publics. Nos applications aident tout le monde à trouver le meilleur moyen d'aller du point A au point B dans leurs villes. Dans de nombreuses villes, il n'y a pas de cartes officielles, d'itinéraires, d'applications ou d'horaires. Nous compilons donc les informations disponibles et cartographions parfois même des itinéraires à partir de zéro en travaillant avec des habitants qui connaissent la ville. Un système de transport facile à utiliser contribue à une plus grande durabilité, un air plus pur et une meilleure qualité de vie.
it: Trufi Association è una ONG internazionale che promuove un accesso più facile ai trasporti pubblici. Le nostre app aiutano tutti a trovare il modo migliore per spostarsi dal punto A al punto B all'interno delle loro città. In molte città non esistono mappe, percorsi, app o orari ufficiali. Per questo, raccogliamo le informazioni disponibili e, a volte, mappiamo i percorsi da zero lavorando con le persone locali che conoscono bene la città. Un sistema di trasporto facile da usare contribuisce a una maggiore sostenibilità, aria più pulita e una migliore qualità della vita.
pt: A Trufi Association é uma ONG internacional que promove um acesso mais fácil ao transporte público. Nossos aplicativos ajudam todos a encontrar a melhor maneira de ir do ponto A ao ponto B em suas cidades. Em muitas cidades não há mapas oficiais, rotas, aplicativos ou horários. Então compilamos as informações disponíveis e, às vezes, até mapeamos rotas do zero trabalhando com pessoas locais que conhecem a cidade. Um sistema de transporte fácil de usar contribui para maior sustentabilidade, ar mais limpo e melhor qualidade de vida.

# aboutCollapseContentFoot
source: We need mappers, developers, planners, testers, and many other hands.
de: Wir brauchen Mapper, Entwickler, Planer, Tester und viele andere helfende Hände.
es: Necesitamos cartógrafos, desarrolladores, planificadores, evaluadores y muchas otras manos.
fr: Nous avons besoin de cartographes, de développeurs, de planificateurs, de testeurs et de nombreuses autres mains.
it: Abbiamo bisogno di mappatori, sviluppatori, pianificatori, tester e molte altre mani.
pt: Precisamos de mapeadores, desenvolvedores, planejadores, testadores e muitas outras mãos.

# aboutCollapseTitle
source: More About Trufi Association
de: Mehr über die Trufi Association
es: Más sobre Trufi Association
fr: En savoir plus sur Trufi Association
it: Maggiori informazioni su Trufi Association
pt: Mais sobre a Trufi Association

# aboutContent
source: Need to get somewhere and don't know which Trufi or bus to take? The {appName} makes it easy! Trufi Association is a team from Bolivia and around the world. We love La Llajta and public transportation, so we developed this application to make public transit more accessible. Our goal is to provide you with a practical tool that allows you to move around safely. We strive to constantly improve the {appName} to always provide you with accurate and useful information. We know that the transportation system in {city} is constantly changing for various reasons, so it's possible that some routes may not be completely up to date. To make the {appName} an effective tool, we rely on your collaboration. If you know of changes to some routes or stops, we ask you to share this information with us. Your contribution not only helps keep the app up to date, but also benefits other users who rely on the {appName}. Thank you for using the {appName} to get around {city}. We hope you enjoy your time with us!
de: Du musst irgendwo hin und weißt nicht, welchen Trufi oder Bus Du nehmen sollst? Die {appName} macht es einfach! Die Trufi Association ist ein Team aus Bolivien und aus aller Welt. Wir lieben La Llajta und die öffentlichen Verkehrsmittel, deshalb haben wir diese Anwendung entwickelt, um den ÖPNV zugänglicher zu machen. Unser Ziel ist es, Dir ein praktisches Werkzeug an die Hand zu geben, mit dem Du Dich sicher bewegen kannst. Wir sind bestrebt, die {appName} ständig zu verbessern, um Dir immer richtige und nützliche Informationen bereitstellen zu können. Wir wissen, dass das Verkehrssystem in {city} aus verschiedenen Gründen ständig im Wandel ist und es so möglich ist, dass einige Routen nicht ganz aktuell sind. Um die {appName} zu einem effektiven Werkzeug zu machen, sind wir auf Deine Mitarbeit angewiesen. Wenn Dir Änderungen an einigen Routen oder Haltestellen bekannt sind, bitten wir Dich, diese Informationen mit uns zu teilen. Dein Beitrag trägt nicht nur dazu bei, die App auf dem neuesten Stand zu halten, sondern kommt auch anderen Nutzern zugute, die sich auf die {appName} verlassen. Vielen Dank, dass Du die {appName} dazu nutzt, um Dich in {city} fortzubewegen. Wir hoffen, dass Du Deine Zeit mit uns genießt!
es: ¿Necesitas llegar a algún lugar y no sabes qué Trufi o autobús tomar? ¡La {appName} lo hace fácil! Trufi Association es un equipo de Bolivia y de todo el mundo. Amamos La Llajta y el transporte público, por eso desarrollamos esta aplicación para hacer más accesible el transporte público. Nuestro objetivo es proporcionarte una herramienta práctica que te permita moverte de forma segura. Nos esforzamos por mejorar constantemente la {appName} para brindarte siempre información precisa y útil. Sabemos que el sistema de transporte en {city} está en constante cambio por diversas razones, por lo que es posible que algunas rutas no estén completamente actualizadas. Para hacer de la {appName} una herramienta eficaz, confiamos en tu colaboración. Si conoces cambios en algunas rutas o paradas, te pedimos que compartas esta información con nosotros. Tu contribución no solo ayuda a mantener la aplicación actualizada, sino que también beneficia a otros usuarios que dependen de la {appName}. ¡Gracias por usar la {appName} para moverte por {city}. Esperamos que disfrutes tu tiempo con nosotros!
fr: Vous devez aller quelque part et ne savez pas quel Trufi ou bus prendre? La {appName} facilite les choses! Trufi Association est une équipe de Bolivie et du monde entier. Nous aimons La Llajta et les transports publics, c'est pourquoi nous avons développé cette application pour rendre les transports publics plus accessibles. Notre objectif est de vous fournir un outil pratique qui vous permet de vous déplacer en toute sécurité. Nous nous efforçons d'améliorer constamment la {appName} pour vous fournir toujours des informations précises et utiles. Nous savons que le système de transport à {city} est en constante évolution pour diverses raisons, il est donc possible que certains itinéraires ne soient pas complètement à jour. Pour faire de la {appName} un outil efficace, nous comptons sur votre collaboration. Si vous connaissez des modifications de certains itinéraires ou arrêts, nous vous demandons de partager ces informations avec nous. Votre contribution aide non seulement à maintenir l'application à jour, mais profite également aux autres utilisateurs qui comptent sur la {appName}. Merci d'utiliser la {appName} pour vous déplacer à {city}. Nous espérons que vous apprécierez votre temps avec nous!
it: Devi andare da qualche parte e non sai quale Trufi o autobus prendere? La {appName} lo rende facile! Trufi Association è un team proveniente dalla Bolivia e da tutto il mondo. Amiamo La Llajta e il trasporto pubblico, ed è per questo che abbiamo sviluppato questa applicazione per renderlo più accessibile. Il nostro obiettivo è fornirti uno strumento pratico che ti permetta di muoverti in sicurezza. Ci impegniamo a migliorare continuamente {appName} per fornirti informazioni sempre accurate e utili. Sappiamo che il sistema di trasporto a {city} è in continua evoluzione per diverse ragioni, e potrebbe essere possibile che alcuni percorsi non siano del tutto aggiornati. Affinché {appName} sia uno strumento efficace, contiamo sulla tua collaborazione. Se sei a conoscenza di modifiche ad alcune rotte o fermate, ti preghiamo di condividere queste informazioni con noi. Il tuo contributo non solo aiuta a mantenere l'app aggiornata, ma beneficia anche altri utenti che si affidano a {appName}. Grazie per utilizzare {appName} per muoverti a {city}. Speriamo che il tempo trascorso con noi ti piaccia!
pt: Precisa ir a algum lugar e não sabe qual Trufi ou ônibus pegar? O {appName} facilita! A Trufi Association é uma equipe da Bolívia e de todo o mundo. Amamos La Llajta e o transporte público, por isso desenvolvemos este aplicativo para tornar o transporte público mais acessível. Nosso objetivo é fornecer uma ferramenta prática que permita que você se mova com segurança. Nos esforçamos para melhorar constantemente o {appName} para sempre fornecer informações precisas e úteis. Sabemos que o sistema de transporte em {city} está em constante mudança por vários motivos, então é possível que algumas rotas não estejam completamente atualizadas. Para tornar o {appName} uma ferramenta eficaz, contamos com sua colaboração. Se você souber de mudanças em algumas rotas ou paradas, pedimos que compartilhe essas informações conosco. Sua contribuição não apenas ajuda a manter o aplicativo atualizado, mas também beneficia outros usuários que dependem do {appName}. Obrigado por usar o {appName} para se locomover em {city}. Esperamos que você aproveite seu tempo conosco!

# aboutLicenses
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze
pt: Licenças

# aboutOpenSource
source: This app is released as open source on GitHub. We welcome contributions to the code or development of an app for your own city.
de: Diese App ist als Open Source auf GitHub veröffentlicht. Wir freuen uns, wenn Du zum Code beiträgst oder eine App für Deine eigene Stadt entwickelst.
es: Esta aplicación se publica como código abierto en GitHub. Damos la bienvenida a contribuciones al código o al desarrollo de una aplicación para tu propia ciudad.
fr: Cette application est publiée en open source sur GitHub. Nous accueillons les contributions au code ou le développement d'une application pour votre propre ville.
it: Questa app è rilasciata come Open Source su GitHub. Siamo felici se contribuisci al codice o sviluppi un'app per la tua città.
pt: Este aplicativo é lançado como código aberto no GitHub. Damos as boas-vindas a contribuições ao código ou ao desenvolvimento de um aplicativo para sua própria cidade.

# menuAbout
source: About Us
de: Über Uns
es: Acerca de
fr: À propos
it: Informazioni
pt: Sobre nós

# tagline
source: Public transport in {city}
de: Öffentliche Verkehrsmittel in {city}
es: Transporte público en {city}
fr: Transports publics à {city}
it: Trasporto Pubblico a {city}
pt: Transporte público em {city}

# trufiWebsite
source: Trufi Association Website
de: Website der Trufi Association
es: Sitio web de Trufi Association
fr: Site web de Trufi Association
it: Sito web di Trufi Association
pt: Site da Trufi Association

# version
source: Version {version}
es: Versión {version}
it: Versione {version}
pt: Versão {version}

# volunteerTrufi
source: Volunteer For Trufi
de: Werde ehrenamtlicher Helfer für Trufi
es: Voluntario para Trufi
fr: Devenir bénévole pour Trufi
it: Fai volontariato per Trufi
pt: Seja voluntário para Trufi
