Repository: trufi-association/trufi-core
Catalog: translations/trufiapp_*.arb
Languages: fr_fr, it_it

# tagline
source: Public transportation in {city}
fr_fr: Transports en commun à Cochabamba
it_it: Trasporto pubblico a Cochabamba

# description
source: The best way to travel with trufis, micros and buses through {cityName}.
fr_fr: La meilleure façon de se déplacer en trufis, micros et bus dans Cochabamba.
it_it: Il miglior modo di viaggiare con trufis, micros e autobus attraverso Cochabamba

# alertLocationServicesDeniedTitle
source: No location
fr_fr: Pas d'emplacement
it_it: Nessuna posizione

# alertLocationServicesDeniedMessage
source: Please make sure your device has GPS and the Location settings are activated.
fr_fr: Assurez-vous que votre appareil dispose d'un GPS et que les paramètres de localisation sont activés.
it_it: Assicurati che il tuo device abbia un GPS e geolocalizzazione attivati.

# commonCancel
source: Cancel
fr_fr: Annuler
it_it: Cancella

# commonGoOffline
source: Go offline
fr_fr: Se déconnecter
it_it: Vai offline

# commonGoOnline
source: Go online
fr_fr: Se connecter
it_it: Vai online

# commonOrigin
source: Origin
fr_fr: Origine
it_it: Partenza

# commonNoInternet
source: No internet connection.
fr_fr: Pas de connexion Internet.
it_it: Nessuna connessione internet.

# commonFailLoading
source: Failed to load data
fr_fr: Échec du chargement des données
it_it: Caricamento dati fallito

# commonUnknownError
source: Unknown error
fr_fr: Erreur inconnue
it_it: Errore sconosciuto

# commonError
source: Error
fr_fr: Erreur
it_it: Errore

# noRouteError
source: Sorry, we could not find a route. What do you want to do?
fr_fr: Désolé, nous n'avons pas pu trouver d'itinéraire. Que voulez-vous faire?
it_it: Scusa, non siamo riusciti a trovare un itinerario. Che cosa vuoi fare?

# noRouteErrorActionCancel
source: Try another destination
fr_fr: Essayer une autre destination
it_it: Prova un'altra destinazione

# noRouteErrorActionReportMissingRoute
source: Report a missing route
fr_fr: Signaler un itinéraire manquant
it_it: Segnala una strada mancante

# noRouteErrorActionShowCarRoute
source: Show route by car
fr_fr: Afficher l'itinéraire en voiture
it_it: Mostra strada in auto

# errorServerUnavailable
source: We're sorry. The trip planner is temporarily unavailable. Please try again later.
fr_fr: Nous sommes désolés. Le planificateur de trajet est temporairement indisponible. Veuillez réessayer plus tard.
it_it: Ci dispiace. L'organizzatore di viaggio è temporaneamente non disponibile. Prova più tardi.

# errorOutOfBoundary
source: Trip is not possible. You might be trying to plan a trip outside the map data boundary.
fr_fr: Le trajet n'est pas possible. Vous essayez peut-être de planifier un trajet en dehors des limites de données cartographiques.
it_it: Viaggio impossibile. Forse stai pianificando un viaggio fuori dai confini della mappa.

# errorPathNotFound
source: Trip is not possible. Your start or end point might not be safely accessible (for instance, you might be starting on a residential street connected only to a highway).
fr_fr: Le trajet n'est pas possible. Votre point de départ ou d'arrivée peut ne pas être accessible en toute sécurité (par exemple, vous démarrez peut-être dans une rue résidentielle reliée uniquement à une autoroute).
it_it: Viaggio impossibile. Il tuo punto di partenza o di arrivo potrebbe non essere accessibile in sicurezza (ad esempio potresti star partendo da una strada residenziale connessa solo con autostrade).

# errorNoTransitTimes
source: No transit times available. The date may be past or too far in the future or there may not be transit service for your trip at the time you chose.
fr_fr: Pas de temps de transit disponible. La date peut-être dépassée ou trop tard dans le futur ou il peut ne pas y avoir de service de transit pour votre trajet au moment que vous l'avez choisi.
it_it: Orari di transito non disponibili. La data può essere passata o troppo lontana nel futuro oppure potrebbero non esserci trasporti per il tuo viaggio nell'orario scelto.

# errorServerTimeout
source: The trip planner is taking way too long to process your request. Please try again later.
fr_fr: Le planificateur de trajet prend beaucoup trop de temps pour traiter votre demande. Veuillez réessayer plus tard.
it_it: L'organizzatore di viaggio sta impiegando troppo tempo per processare la tua richiesta. Per piacere prova di nuovo più tardi.

# errorTrivialDistance
source: Origin is within a trivial distance of the destination.
fr_fr: L'origine est à une distance insignifiante de la destination.
it_it: La partenza si trova ad una distanza insignificante dall'arrivo.

# errorServerCanNotHandleRequest
source: The request has errors that the server is not willing or able to process.
fr_fr: La demande contient des erreurs que le serveur ne veut pas ou ne peut pas traiter.
it_it: La richiesta presenta errori che il server non vuole o non può processare.

# errorUnknownOrigin
source: Origin is unknown. Can you be a bit more descriptive?
fr_fr: L'origine est inconnue. Pouvez-vous être un peu plus descriptif?
it_it: Partenza sconosciuta. Puoi darci qualche indicazione in più?

# errorUnknownDestination
source: Destination is unknown. Can you be a bit more descriptive?
fr_fr: La destination est inconnue. Pouvez-vous être un peu plus descriptif?
it_it: Destinazione sconosciuta. Puoi darci qualche indicazione in più?

# errorUnknownOriginDestination
source: Both origin and destination are unknown. Can you be a bit more descriptive?
fr_fr: L'origine et la destination sont inconnues. Pouvez-vous être un peu plus descriptif?
it_it: Partenza e destinazione sconosciute. Puoi darci qualche indicazione in più?

# errorNoBarrierFree
source: Both origin and destination are not wheelchair accessible
fr_fr: L'origine et la destination ne sont pas accessibles en chaise roulante.
it_it: Partenza e destinazione non accessibili in sedia a rotelle.

# errorAmbiguousOrigin
source: The trip planner is unsure of the location you want to start from. Please select from the following options, or be more specific.
fr_fr: Le planificateur de trajet n'est pas sûr du lieu de départ. Veuillez choisir parmis les options suivantes ou être plus précis.
it_it: L'organizzatore di viaggio è indeciso sul luogo di partenza. Per piacere scegli tra le opzioni seguenti o sii più specifico.

# errorAmbiguousDestination
source: The trip planner is unsure of the location you want to go to. Please select from the following options, or be more specific.
fr_fr: Le planificateur de trajet ne sait pas trop à quelle destination vous souhaitez aller. Veuillez choisir parmi les options suivantes ou être plus précis.
it_it: L'organizzatore di viaggio è indeciso sul luogo di arrivo. Per piacere scegli tra le opzioni seguenti o sii più specifico.

# errorAmbiguousOriginDestination
source: Both origin and destination are ambiguous. Please select from the following options, or be more specific.
fr_fr: L'origine et la destination sont ambiguës. Veuillez choisir parmi les options suivantes ou être plus précis.
it_it: Partenza e destinazione sono ambigue. Per piacere scegli tra le opzioni seguenti o sii più specifico.

# searchHintOrigin
source: Choose starting point
fr_fr: Choisissez le point de départ
it_it: Scegli un punto di partenza

# searchHintDestination
source: Choose destination
fr_fr: Choisissez une destination
it_it: Scegli la destinazione

# searchItemChooseOnMap
source: Choose on map
fr_fr: Choisissez sur la carte
it_it: Scegli sulla mappa

# searchItemYourLocation
source: Your location
fr_fr: Votre emplacement
it_it: La tua posizione

# searchItemNoResults
source: No results
fr_fr: Aucun résultat
it_it: Nessun risultato

# searchTitlePlaces
source: Places
fr_fr: Endroits
it_it: Luoghi

# searchTitleRecent
source: Recent
fr_fr: Récent
it_it: Recenti

# searchTitleFavorites
source: Favorites
fr_fr: Favoris
it_it: Preferiti

# searchTitleResults
source: Search Results
fr_fr: Résultats de la recherche
it_it: Cerca Risultati

# searchPleaseSelectOrigin
source: Select origin
fr_fr: Sélectionnez un point de départ
it_it: Seleziona partenza

# searchPleaseSelectDestination
source: Select destination
fr_fr: Sélectionnez la destination
it_it: Seleziona destinazione

# searchFailLoadingPlan
source: Failed to load plan.
fr_fr: Échec du chargement du plan.
it_it: Caricamento itinerario fallito.

# searchMapMarker
source: Map Marker
fr_fr: Position dans le plan
it_it: Punta sulla Mappa

# chooseLocationPageTitle
source: Choose a point
fr_fr: Choisissez un point sur le plan
it_it: Scegli un punto

# chooseLocationPageSubtitle
source: Pan & zoom map under pin
fr_fr: Agrandir et déplacer la carte pour centrer le marqueur
it_it: Pan & zoom spilli segna mappa

# instructionJunction
source: {street1} and {street2}
fr_fr: {street1} & {street2}
it_it: {street1} & {street2}

# instructionWalk
source: Walk {duration} ({distance}) to {location}
fr_fr: Marcher {duration} ({distance}) vers {location}
it_it: A piedi {duration} ({distance}) verso {location}

# instructionRide
source: Ride {vehicle} for {duration} ({distance}) to {location}
fr_fr: En {vehicle} pendant {duration} ({distance}) vers {location}
it_it: Bicicletta {vehicle} per {duration} ({distance}) verso {location}

# instructionVehicleCar
source: Car
fr_fr: Voiture
it_it: Auto

# instructionVehicleGondola
source: Gondola
fr_fr: Gondole

# menuConnections
source: Show routes
fr_fr: Afficher les itinéraires
it_it: Mostra itinerari

# menuAbout
source: About
fr_fr: À propos
it_it: A proposito

# menuTeam
source: Team
fr_fr: Équipe
it_it: Squadra

# menuFeedback
source: Send Feedback
fr_fr: Envoyer un commentaire
it_it: Invia Feedback

# menuOnline
source: Online
fr_fr: En ligne

# menuAppReview
source: Rate the app
fr_fr: Évaluer l'application
it_it: Valuta l'app

# feedbackContent
source: Do you have suggestions for our app or found some errors in the data? We would love to hear from you! Please make sure to add your email address or telephone, so we can respond to you.
fr_fr: Avez-vous des suggestions pour notre application ou avez-vous trouvé des erreurs dans les données? Nous aimerions le savoir! Assurez-vous d'ajouter votre adresse électronique ou votre numéro de téléphone pour que nous puissions vous répondre.
it_it: Hai suggerimenti per la nostra app o hai trovato errori nei dati? Ci piacerebbe avere tue notizie! Ricordati di inserire il tuo indirizzo e-mail o telefono, così potremo risponderti.

# feedbackTitle
source: Please e-mail us
fr_fr: Envoyez-nous un e-mail
it_it: Inviaci un'E-mail

# aboutContent
source: We are a Bolivian and international team of people that love and support public transport. We have developed this app to make it easy for people to use the transport system in Cochabamba and the surrounding area.
fr_fr: Nous sommes une équipe bolivienne et internationale de personnes qui aiment et soutiennent les transports en commun. Nous avons développé cette application pour faciliter l'utilisation du système de transport en commun à Cochabamba et dans les environs.
it_it: Siamo un team boliviano e internazionale di persone che amano e supportano il trasporto pubblico. Abbiamo sviluppato questa app per semplificare l'uso dei trasporti pubblici a Cochabamba e nelle aree circostanti.

# aboutLicenses
source: Licenses
fr_fr: Licences
it_it: Licenze

# teamContent
source: We are an international team called Trufi Association that has created this app with the help of many volunteers! Do you want to improve the Trufi App and be part of our team? Please contact us via:
fr_fr: Nous sommes une équipe internationale appelée Trufi Association qui a créé cette application avec l'aide de nombreux bénévoles! Voulez-vous améliorer l'application Trufi et faire partie de notre équipe? Merci de nous contacter via:
it_it: Siamo un team internazionale chiamato Trufi Association che ha creato questa app con l'aiuto di molti volontari! Vuoi migliorare l'app Trufi ed essere parte del nostro team? Vi preghiamo di contattarci tramite:

# teamSectionRepresentatives
source: Representatives: {representatives}
fr_fr: Représentants: {representatives}
it_it: Rappresentanti: {representatives}

# teamSectionTeam
source: Team: {teamMembers}
fr_fr: Équipe: {teamMembers}

# teamSectionTranslations
source: Translations: {translators}
fr_fr: Traductions: {translators}
it_it: Traduzioni: {translators}

# teamSectionRoutes
source: Routes: {routeContributors} and all users that uploaded routes to OpenStreetMap, such as {osmContributors}. Contact us if you want to join the OpenStreetMap community!
fr_fr: Itinéraires: {routeContributors} et tous les utilisateurs ayant chargé des itinéraires dans OpenStreetMap, tels que {osmContributors}. Contactez-nous si vous souhaitez rejoindre la communauté OpenStreetMap!
it_it: Rotte: {routeContributors} e tutti gli utenti che hanno caricato rotte su OpenStreetMap, come {osmContributors} . Contattaci se vuoi unirti alla comunità OpenStreetMap!

# version
source: Version {version}
it_it: Versione {version}

# commonDestination
source: Destination
it_it: Destinazione

# instructionVehicleBus
source: Bus
it_it: Autobus
